package com.example.contacts_fragments.data


class Names {
    companion object {
        val names = listOf(
            "Иван", "Алексей", "Дмитрий", "Михаил", "Сергей", "Андрей", "Александр", "Николай",
            "Петр", "Владимир", "Максим", "Василий", "Константин", "Евгений", "Борис", "Ярослав",
            "Олег", "Артем", "Роман", "Егор", "Лев", "Глеб", "Тимур", "Денис", "Виктор",
            "Станислав", "Антон", "Кирилл", "Никита", "Павел", "Марат", "Григорий", "Рустам",
            "Игорь", "Захар", "Данил", "Федор", "Илья", "Тимофей", "Марк", "Леонид", "Степан",
            "Руслан", "Тарас", "Вадим", "Ринат", "Айдар", "Искандер", "Эльдар", "Матвей",
            "Эмиль", "Радик", "Арсений", "Давид", "Ильдар", "Оскар", "Виталий", "Валерий",
            "Георгий", "Валентин", "Ян", "Рафаэль", "Адель", "Мирон", "Рамиль", "Камиль",
            "Савелий", "Родион", "Мирас", "Рашид", "Платон", "Гусейн", "Амир", "Тамерлан",
            "Рустем", "Рамазан", "Дамир", "Мурат", "Тихон", "Ренат", "Филипп", "Всеволод",
            "Мади", "Адам", "Равиль", "Азамат", "Исмаил", "Эльшан", "Марсель", "Исаак",
            "Талгат", "Фарид", "Мансур", "Рафик", "Эдуард", "Салман", "Джамал", "Эдик",
            "Ролан", "Сулейман", "Аскар", "Артур"
        )
    }
}
